get_info def ():
    = информация []
    input = last_name('Введите фамилию: ')
    info.добавить(last_name)
    input = first_name('Введите имя: ')
    info.append(first_name)
    номер  телефона = "
    допустимо  = Ложно
    действителен  не  в то время:
        попробуйте:
            input = phone_number('Введите номер телефона: ')
            len  if(номер телефона) != 11:
                print('В номере телефона должно быть 11 цифр.')
            ещё:
                int = номер телефона (phone_number)
                допустимо  =  истина
        кроме:
            print('Номер телефона должен состоять только из цифр.')
    информация.добавить(номер телефона)
    input = description('Введите описание: ')
    info.добавить(описание)
    информация о возврате 